app/views/main/index.html.erb

SELECT "gauchadas".* FROM "gauchadas"  ORDER BY created_at desc
---
<div class="content_index">
    <% Gauchada.all.each do |gau| %>